<?php

/*
|--------------------------------------------------------------------------
| Языковые ресурсы статей
|--------------------------------------------------------------------------
*/

return [
    'response' => [
        'messages' => [
            'created' => 'Новость успешно создана!',
            'updated' => 'Сведения о новости успешно обновлены!',
            'deleted' => 'Новость успешно удалена!'
        ]
    ],

    'validation' => [
        'attributes' => [
            'title' => 'Название',
            'description' => 'Описание',
            'is_publicated' => 'Опубликовать',
            'publication_date' => 'Дата публикации',
            'image' => 'Новостная картинка'
        ]
    ]
];