<?php

/*
|--------------------------------------------------------------------------
| Языковые ресурсы категорий
|--------------------------------------------------------------------------
*/

return [
    'response' => [
        'messages' => [
            'created' => 'Категория успешно создана!',
            'updated' => 'Сведения о категории успешно обновлены!',
            'deleted' => 'Категория успешно удалена!'
        ]
    ],

    'validation' => [
        'attributes' => [
            'title' => 'Название'
        ]
    ]
];