<?php

/*
|--------------------------------------------------------------------------
| Языковые ресурсы заказов
|--------------------------------------------------------------------------
*/

return [
    'response' => [
        'messages' => [
            'created' => 'Заказ успешно создан!',
            'updated' => 'Сведения о заказе успешно обновлены!',
            'deleted' => 'Заказ успешно удален!'
        ]
    ],

    'statuses' => [
        'created' => 'создан',
        'canceled' => 'отменён',
        'payed' => 'оплачен',
        'delivery' => 'отправлен',
        'completed' => 'завершён'
    ],

    'export' => [
        'headings' => [
            'id' => '№',
            'customer' => 'Покупатель',
            'status' => 'Статус',
            'price' => 'Стоимость',
            'created_at' => 'Дата заказа'
        ]
    ],

    'validation' => [
        'attributes' => [
            'products' => 'Товары',
            'customer' => 'Покупатель',
            'order_status_code' => 'Статус'
        ],

        'messages' => [
            'invalid_format' => 'Неверный формат',
            'products_unique' => ' Товары не должны повторяться',
            'invalid_status' => 'Неверный статус'
        ]
    ]
];