<?php

/*
|--------------------------------------------------------------------------
| Языковые ресурсы фотогалереи
|--------------------------------------------------------------------------
*/

return [
    'response' => [
        'messages' => [
            'created' => 'Фотография успешно загружена!',
            'updated' => 'Сведения о фотографии успешно обновлены!',
            'deleted' => 'Фотография успешно удалена!'
        ]
    ],

    'validation' => [
        'attributes' => [
            'image' => 'Фотография'
        ]
    ]
];