<?php

/*
|--------------------------------------------------------------------------
| Языковые ресурсы пользователей
|--------------------------------------------------------------------------
*/

return [
    'response' => [
        'messages' => [
            'created' => 'Пользователь успешно создан!',
            'updated' => 'Сведения о пользователе успешно обновлены!',
            'deleted' => 'Пользователь успешно удален!'
        ]
    ],

    'export' => [
        'headings' => [
            'full_name' => 'ФИО',
            'email' => 'Email',
            'birthday' => 'Дата рождения'
        ]
    ],

    'validation' => [
        'attributes' => [
            'last_name' => 'Фамилия',
            'first_name' => 'Имя',
            'birthday' => 'Дата рождения'
        ]
    ]
];