<?php

/*
|--------------------------------------------------------------------------
| Языковые ресурсы фотогалереи
|--------------------------------------------------------------------------
*/

return [
    'response' => [
        'messages' => [
            'created' => 'Видеоролик успешно загружен!',
            'updated' => 'Сведения о видеоролике успешно обновлены!',
            'deleted' => 'Видеоролик успешно удален!'
        ]
    ],

    'validation' => [
        'attributes' => [
            'video' => 'Видеоролик'
        ]
    ]
];